[
  {
    "article_title": "Autism in children",
    "section_title": "What is autism?",
    "passage_text": "Autism is a neurodevelopmental condition which is usually diagnosed in the first 3 years of life. Generally parents become concerned when their child has delays in speech development, limited social relatedness, and restricted interests and activities. The child may avoid direct eye contact and exhibit odd behaviors such as focusing on parts of objects (e.g. the spinning wheel of a toy car). There may be unusual motor movements such as hand flapping, self stimulation or walking on toes."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is autism?",
    "passage_text": "Although the cause of autism is unknown, it is generally believed that etiology may be due to multiple factors. Many genetic, environmental, metabolic and neurological conditions that affect the normal functioning of the brain are being researched. The diagnosis of autism requires disturbances in each of three domains: (1) social relatedness, (2) communication/play, and (3) restricted interests and activities."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is autism?",
    "passage_text": "Social relatedness includes marked impairment in non-verbal communication, peer relationships and social-emotional reciprocity.\\nCommunication/play includes either a delay or total lack of spoken language and lack of developmentally-appropriate make-believe or social play.\\nRestricted interests and activities includes encompassing preoccupations, adherence to non-functional routines or rituals, stereotypies and motor mannerisms."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is autism?",
    "passage_text": "Treatment planning is complex since each child has different strengths and deficits. Evidence that earlier detection and provision of services improves long term prognosis makes early diagnosis particularly important to improve the child’s adaptive skills and future functioning. The diverse expression of these disorders both across and within individuals presents particular challenges for clinical diagnosis and treatment."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What are early signs of autism?",
    "passage_text": "Parents and relatives should be concerned about their infant or toddler if they notice any of the following developmental delays or behavioral problems and discuss concerns with their child’s pediatrician to obtain appropriate referrals for evaluation:"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What are early signs of autism?",
    "passage_text": "lack of or delay in development of spoken language .\\nrepetitive use of language and/or motor mannerisms (e.g., hand-flapping, twirling objects).\\nlittle or no eye contact.\\nlack of interest in peer relationships.\\nlack of spontaneous or make-believe play.\\npersistent fixation on parts of objects."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What are some symptoms of autism that parents and caregivers can look for ?",
    "passage_text": "Children diagnosed with autism tend to process and respond to information in the environment in unique ways. In some cases, parents are frightened because they exhibit aggressive and/or self-injurious behaviors which are difficult to manage."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What are some symptoms of autism that parents and caregivers can look for ?",
    "passage_text": "Insistence on sameness in routines (O)\\nDifficulty in expressing needs verbally, using gestures or pointing instead of words (C)\\nRepeating words or phrases in place of normal, responsive language (C)\\nLaughing (and/or crying) for no apparent reason; showing distress for reasons not apparent to others (S)\\nPrefers to be alone; aloof manner evident to strangers and family members (S)\\nTantrums and low frustration tolerance (S)\\nDifficulty in initiating social contact with others (S)\\nUncomfortable with physical contact even when given with affection such as a hug (S)\\nLittle or no eye contact even when spoken to directly (S)\\nUnresponsive to normal teaching methods (S)\\nPlays with toys as objects (example bangs a toy car as a block rather than as a moving vehicle) (S)\\nFocus on spinning objects such as a fan or the propeller of a toy helicopter (O)\\nObsessive attachment to particular objects (O)\\nApparent over-sensitivity or under-sensitivity to pain (S)\\nNo real fears of danger despite obvious risks of harm. (S)\\nNoticeable physical over-activity or extreme under-activity (S)\\nImpaired fine motor and gross motor skills (S)\\nNon-responsive to verbal instructions; often appears as if child is deaf although hearing tests in normal range (C)"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What are some symptoms of autism that parents and caregivers can look for ?",
    "passage_text": "Legend: Communication (C), Obsessive-Compulsive Behavior (O), Social (S)"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and Asperger's disorder?",
    "passage_text": "Unlike children with autism, individuals with Asperger’s disorder do not present with delays in language acquisition or with marked unusual behaviors and environmental responsiveness during the first years of life. Consequently parents often have no concerns about their child’s early development. A child with Asperger's may be diagnosed later than 3 years old because they are achieving their developmental milestones at a normal rate and are only referred for evaluation because parents observe that they are behaving differently from same aged peers. They may appear socially awkward, lack awareness of conventional social rules, or show limited empathy to others. Social interaction is affected because of diminished eye contact, disengagement in conversations, and inability to pick up social cues or understand the meaning of gestures"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and Asperger's disorder?",
    "passage_text": "Speech patterns may be unusual and lack inflection or may be formal, but excessively loud or high pitched. Children with Asperger's may not understand the subtleties of language, such as irony and humor. Frequently, they may not recognize the give-and-take nature of a conversation and this translates into difficulty initiating and/or maintaining conversations. Their communication is sometimes described as “one way” so they appear to be “talking at” others instead of to them."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and Asperger's disorder?",
    "passage_text": "For example, a child diagnosed with Asperger’s disorder had social problems due to his restricted and circumscribed interests. In his conversations with peers, he delivered monologues on his favorite subject of planets in a slow methodical way. He was so involved in talking about the planets that he did not notice the frustration of his peers. Attempts to interject comments to initiate conversation were missed and the child continued to “lecture”. Consequently the other children eventually walked away feeling unfulfilled by the lack of connection and bored by the persistence of the same topic."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and Asperger's disorder?",
    "passage_text": "Another distinction between Asperger's syndrome and autism concerns cognitive ability. While some individuals with autism experience intellectual disability, by definition a person with Asperger's cannot possess a clinically significant cognitive delay, and most possess average intelligence. The outcome in Asperger’s disorder generally appears to be better than that for autism, although this may, in part, relate to better cognitive and/or verbal abilities."
  },
  {
    "article_title": "Autism in children",
    "section_title": "Are there treatments available for autism?",
    "passage_text": "There are no specific treatments to “cure” autism. Each child with an autism spectrum disorder has a unique constellation of developmental delays, speech deficits, social and cognitive impairments. Therefore, comprehensive treatment plans need to be developed to target each child's unique profile of strengths and functional impairments."
  },
  {
    "article_title": "Autism in children",
    "section_title": "Are there medication treatments for autism?",
    "passage_text": "There are no medication treatments that treat the core symptoms of autism. However, often children with autism exhibit disturbing repetitive, stereotypical or self injurious behaviors that can be distressing to both the child and the parent. In cases when a child may be hitting himself repetitively, has mood instability or is aggressive to other children or family members, medication intervention may be warranted. The FDA has approved use of the medication risperidone to target aberrant behaviors of autism such as severe mood instability and aggression. There are other medications that are currently being studied to help reduce problem behaviors in autism but there are no other FDA approved treatments. Pharmacological interventions may increase the ability of persons with ASD to profit from educational and other interventions, and to remain in less restrictive environments through the management of severe and challenging accompanying behaviors. Frequent targets for medication include features such as aggression, self-injurious behavior, hyperactivity, inattention, anxiety, compulsive-like behaviors, other repetitive or stereotypic behaviors, and sleep disturbances. Sometimes SSRIs are used to address symptoms of mood or anxiety in children and adolescents with autism."
  },
  {
    "article_title": "Autism in children",
    "section_title": "Why do children with autism have difficulty learning in a regular classroom setting?",
    "passage_text": "There are many reasons that a child diagnosed with autism spectrum disorders is not able to learn in a regular classroom setting. These include but are not limited to the following reasons:"
  },
  {
    "article_title": "Autism in children",
    "section_title": "Why do children with autism have difficulty learning in a regular classroom setting?",
    "passage_text": "coexisting learning disabilities.\\ncoexisting intellectual disability.\\nspeech and communication delays.\\naggression to self or others.\\naffective Instability.\\nrequire individual supervision to participate in the classroom.\\nsocial reciprocity problems."
  },
  {
    "article_title": "Autism in children",
    "section_title": "Why do children with autism have difficulty learning in a regular classroom setting?",
    "passage_text": "Therefore special efforts need to be made by parents and caregivers to explore options so that the child’s abilities are maximized. Availability of resources differs by community so it is important to contact a child and adolescent psychiatrist or pediatrician to discuss the options available in your community."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and pervasive developmental disorder, not otherwise specified?",
    "passage_text": "Autism is a diagnosis classified under the broad term of pervasive developmental disorders. It is the most severe pervasive developmental disorder in which there is language and social impairments and pattern of restrictive and stereotyped behaviors, interests and activities. For a diagnosis of autism (autistic disorder), the following criteria must be met:"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and pervasive developmental disorder, not otherwise specified?",
    "passage_text": "The diagnosis of pervasive developmental disorder, not otherwise specified (PDD, NOS) is a diagnosis characterized by severe and persistent impairment in responding appropriately in social interaction that is associated with either 1) impairment in verbal or nonverbal communication skills, OR 2) stereotyped behavior, restricted interests and activities. This diagnosis is made when the symptoms or characteristics do not meet full criteria for a specific pervasive developmental disorder, schizotypal personality disorder, avoidant personality disorder or other psychiatric disorder."
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and pervasive developmental disorder, not otherwise specified?",
    "passage_text": "Although, DSM-IV-TR does not offer specific diagnostic criteria for PDDNOS, there are at least five subgroups of individuals within PDDNOS:"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and pervasive developmental disorder, not otherwise specified?",
    "passage_text": "Reference:"
  },
  {
    "article_title": "Autism in children",
    "section_title": "What is the difference between autism and pervasive developmental disorder, not otherwise specified?",
    "passage_text": "Tsai L: Other Pervasive Developmental Disorders. Textbook of Child and Adolescent Psychiatry. The American Psychiatric Publishing Chapter 21:338-341, 2004"
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "What is autism?",
    "passage_text": "Autism usually appears in the early years of a child’s life. It is complex and can affect a person’s communication, relationships, social skills, and self-regulation. It is known and often referred to as a spectrum because each person’s experience will vary a lot. Early intervention, therapies and education will help that person lead a life of choice and opportunity."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "What causes autism?",
    "passage_text": "There is not one known cause for autism. It is something you are born with rather than something you catch or develop over time. It has been proven by researchers from Statens Serum Institut and the University of Copenhagen in Denmark, and Stanford University School of Medicine in the US, that vaccines and certain types of foods do not cause autism. Vaccinating your child is important to protect them from other illnesses."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Can autism be cured and can autism go away?",
    "passage_text": "Autism is a lifelong condition; it is something you are born with and is usually identified in early childhood. It cannot be ‘cured’; if diagnosed early, education and where appropriate, therapy can help with the child’s development and communication, so they can live a life full of freedom and opportunity."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Does autism run in families?",
    "passage_text": "Autism can sometimes affect people in the same family. The direct impact of genetics on autism is unknown however, so we don’t know if autism can be inherited."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "What are main characteristics of autism?",
    "passage_text": "There are many different signs and indicators of autism in adults and children, which can often be mistaken for other conditions. It’s important that if you suspect you, or someone you love has autism, then seeking a diagnosis could help with getting the support that is available."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Some of the common signs of autism in young children:",
    "passage_text": "Not responding to their name\\nAvoiding eye contact\\nNot smile when you smile at them\\nBecoming very upset if they do not like a certain taste, smell, or sound (sensory overload)\\nEngaging in repetitive movements, such as rocking back and forth or tapping surfaces\\nNot talking as much as their peers\\nRepeating the same phrases"
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Some of the common signs of autism in older children and adults:",
    "passage_text": "Not seeming to understand what others are thinking or feeling, or being able to empathise with that person\\nFinding it difficult to talk about their feelings\\nLike having a strict daily routine and may become very upset if it changes\\nHaving a very keen interest in very specific subjects or activities which some may consider obsessive\\nFinding socialising and making friends difficult or preferring to be on their own\\nTaking things very literally – for example, not understanding phrases like “break a leg”"
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "How do I find out if I’m autistic?",
    "passage_text": "If you identify with any of the common signs of autism; difficulty in understanding what others are feeling, anxiety in social situations, difficulty with changes in routine or any of the others listed above, there are steps you can take. Try speaking with your GP or a psychologist about getting a referral. Or there may be an autism centre in your local area that you could speak to. Find out more about diagnosis."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Do boys and girls have autism?",
    "passage_text": "Yes, both boys and girls can have autism. It is quite common that the signs of autism often manifest differently, are missed or diagnosed as another condition within girls. Autism in boys is more frequently recognised than autism in girls. This has led to the wide held belief that only boys have autism and not girls, which is in fact not true, and because of this, can sometimes make it harder for girls to receive the help and support they need. Read our blog post for more information on autism and women."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Can you develop autism as an adult?",
    "passage_text": "Autism can only be diagnosed when the signs have been present from early childhood (i.e. before 3). It is possible to receive a late diagnosis if the signs have always been present. If you or someone you know has suddenly developed behavioural or communication issues which were not present before, then this is likely down to another condition. You cannot develop autism in adulthood. If autism is suspected or even another condition, then this should be investigated."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Is there anything I can do to prevent my child from having autism?",
    "passage_text": "You cannot do anything specific to prevent your child having autism; however, your child will grow and develop with the right education, support, and therapies."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Why are sensory activities important for autistic people?",
    "passage_text": "Sensory activities help stimulate the brain and cognitive skills, develop social skills, and improve coordination and physical development. Some people are sensory seekers and others will avoid situations.  Everyone’s sensory needs are different. Some sensory activity is also used for relaxation and comfort."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "What is masking?",
    "passage_text": "Masking is a very common trait in autistic people, especially girls. Masking is where an autistic person will consciously or unconsciously try to hide certain behaviours. They may stop themselves flapping their hands or making a noise to fit in with societal norms. This can lead to people not getting the support they need. As a society we need to be more inclusive so that people can feel comfortable being themselves."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Why are autistic children considered naughty?",
    "passage_text": "Some people believe that autistic children are naughty or poorly behaved. This belief, especially if shared with the child, can be incredibly damaging to the child’s metal wellbeing, as well as spreading misconceptions. Behaviour serves a function and should be viewed as a form of communication. Some autistic people communicate differently because their understanding of communication is different. We prefer to call some of these types of behaviour ‘behaviours that challenge’ as it is much more respectful to that child and their family. Behaviours that challenge can stem from feelings of frustration or being in an overstimulating environment. Consideration should be made about what the triggers are for that behaviour so they can be resolved, rather than just punishing the child. This approach is true for all children not just those who have autism."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "What’s it like having autism?",
    "passage_text": "Everyone feels differently about their autism. Some people may be uncomfortable discussing it and other people view it as an important part of their identity. It’s always worth checking how that person feels and what their preferences are before discussing with them."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Can you have autism and be social?",
    "passage_text": "Autism is different for everyone. Some autistic people find reading body language or understanding peoples’ emotions difficult and therefore find making friends tricky. They may also feel anxious in certain social situations. However, that doesn’t mean this is the case for everyone."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Can you have autism and be social?",
    "passage_text": "Local support groups, in person or online, are a great place to meet people with similar interests. Take a look at our autism services directory to find out what’s available in your area. Schools may also be able to provide lessons around social skills which you can also work on at home."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Is OCD a form of autism?",
    "passage_text": "There are similarities between the two, but OCD is not a form of autism. Fixations on routine and compulsive like repetitive behaviours can be found in both. For an autistic person these behaviours are often soothing or bring enjoyment, whereas with OCD the compulsions can be upsetting to the person."
  },
  {
    "article_title": "Autism FAQ’s",
    "section_title": "Why is my autistic child having problems sleeping?",
    "passage_text": "It’s not uncommon for autistic children to have sleep issues. There are a range of factors that contribute to this including increased anxiety, additional sensory needs and diet. These, amongst other circumstances, can impact upon sleep, causing your child to have too little or too much sleep. There are lots of things that you can do to support your child with their sleep. Sleep support strategies like keeping a diary, having a regular bedtime routine with visual timetables and ensuring the bedtime environment is appropriate can all help. For more information, read our blog on autism and sleep, which covers the issues and support strategies in more detail."
  },
  {
    "article_title": "FAQ",
    "section_title": "What do the autism severity levels mean?",
    "passage_text": "To be diagnosed with Autism Spectrum Disorder (ASD) you must meet a specific combination of criteria across two domains: A) Social communication and social interaction; and B) Repetitive or restricted behaviour, interests or activities. Because of the variability in autism, the diagnosic criteria (DSM5) provides severity levels 1 to 3 for each of the two domains to reflect the degree certain behaviours impact with a persons life. These ratings may vary across a persons lifespan."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are the main causes of autism?",
    "passage_text": "Significant research is being conducted all over the world into the causes of autism. Autism is heterogeneous, meaning there is unlikely to be one single cause for all types of autisms. For many types of autism, a range of genetic causes contribute to a person having autism, while for other types of autism, the causes are unknown."
  },
  {
    "article_title": "FAQ",
    "section_title": "Can autism be cured?",
    "passage_text": "Autism can not be cured, however, early diagnosis and intervention can help to teach children skills necessary for a full, productive and satisfying life."
  },
  {
    "article_title": "FAQ",
    "section_title": "Is autism a disability?",
    "passage_text": "Autism is a neurological developmental difference, clinically referred to as Autism Spectrum Disorder (ASD). For may people autism impact their life significantly, while other autistic people they define autism as simply a different way of thinking. Some people with autism may have co-conditions, including different types of disabilities."
  },
  {
    "article_title": "FAQ",
    "section_title": "How common is autism?",
    "passage_text": "The exact prevalence of autism in Australia and internationally is unknown. In 2015, The Australian Bureau of Statistics (ABS) reported that there were 164,000 Australians with autism, which is around 1% of the population."
  },
  {
    "article_title": "FAQ",
    "section_title": "How does autism affect behaviour?",
    "passage_text": "Autism can influence the way that a person interprets, responds and interacts to others and the environment around them. This can mean that the behaviours of a person on the autism spectrum can be unexpected to the people around them."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is high functioning autism?",
    "passage_text": "High-functioning autism usually refers to people with autism who have no intellectual disability, or delay in verbal speech development, and whose symptoms of autism has less of an impact on their daily life."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is Asperger’s and high functioning Asperger’s?",
    "passage_text": "Asperger’s Syndrome was a diagnosis under the DSM-4. Asperger’s Syndrome is no longer diagnosed under DSM-5, with people that do not have a language delay or an Intellectually Disability as per Aspergers in DSM-4, now being diagnosed with Autism Spectrum Disorder (ASD) under DSM-5."
  },
  {
    "article_title": "FAQ",
    "section_title": "Is autism genetic?",
    "passage_text": "There are many possible genes that researchers have identified as potentially playing a role in the development of autism. Some studies have shown that if there is one person in a family diagnosed with autism, it can increase the likelihood of others in the family also being on the autism spectrum. Other genetic causes such as de nova variations are not directly passed."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are autism symptoms?",
    "passage_text": "The symptoms (signs and characteristics) relating to autism occur across two domains: A) Social communication and social interaction; and B) Repetitive or restricted behaviour, interests or activities and vary greatly depending on gender, age, cognition and a range of other factors."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are symptoms of autism in boys?",
    "passage_text": "The symptoms (signs and characteristics) relating to autism occur across two domains: A) Social communication and social interaction; and B) Repetitive or restricted behaviour, interests or activities and vary greatly depending on gender, age, cognition and a range of other factors."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are symptoms of autism in girls?",
    "passage_text": "The symptoms (signs and characteristics) relating to autism occur across two domains: A) Social communication and social interaction; and B) Repetitive or restricted behaviour, interests or activities and vary greatly depending on gender, age, cognition and a range of other factors."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are the early signs of autism?",
    "passage_text": "Babies and young children develop at their own pace, and in different ways. Each developmental milestone comes with its own ‘average’ range. If these milestones are not met in a particular timeframe, or order, then a ‘red flag’ may be raised to investigate why. Here is a list of the signs of autism in early childhood."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are the Asperger’s symptoms in adults?",
    "passage_text": "Asperger’s Syndrome was a diagnosis under the DSM-4. Asperger’s Syndrome is no longer diagnosed under DSM-5, with people that do not have a language delay or an Intellectually Disability as per Aspergers in DSM-4, now being diagnosed with Autism Spectrum Disorder (ASD) under DSM-5.  People that have been diagnosed with Asperger’s Syndrome, will continue to have the Asperger’s Syndrome diagnosis."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are the signs of autism in teens?",
    "passage_text": "There are a number of traits or characteristics that may make you think your teenager is on the autism spectrum. These cover a range of human behaviours, from social communication and social interaction, to restricted, repetitive behaviours and sensory processing. Here is a list of the signs of autism that may occur in teenagers."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is stimming?",
    "passage_text": "Stimming is short for self-stimulatory behavior, which usually refers to specific repetitive behaviours such as hand-flapping, rocking, spinning, or repetition of words and phrases."
  },
  {
    "article_title": "FAQ",
    "section_title": "Can someone outgrow autism?",
    "passage_text": "You can’t “outgrow” autism, but as it is a developmental disorder, early diagnosis and intervention can help to teach children with autism the necessary skills for a full, productive and satisfying life."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is autistic behaviour?",
    "passage_text": "Because autism can impact the way a person interprets, responds and interacts to others and their environment, a person on the autism spectrum can sometimes behave in ways that are unexpected or challenging to the people around them."
  },
  {
    "article_title": "FAQ",
    "section_title": "Are there different types of autism?",
    "passage_text": "Autism is a spectrum, which means that ever one persons experience of autism is different."
  },
  {
    "article_title": "FAQ",
    "section_title": "How does autism affect development?",
    "passage_text": "While there are many reasons why a child might experience differences in their development, sometimes, the reason babies and toddlers will have developmental differences to their peers is because they are on the autism spectrum. Here is a list of the developmental signs of autism in early childhood."
  },
  {
    "article_title": "FAQ",
    "section_title": "How does autism affect learning?",
    "passage_text": "Some children on the spectrum are often diagnosed during their primary school years, when it becomes more obvious that their communication, social interaction and behavioural traits are different to those of their peers. Here is a checklist of signs of autism in school years."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is the difference between Asperger’s and autism?",
    "passage_text": "Asperger’s Syndrome , diagnosed under the DSM-4, refers to a person that meets the criteria for autism and does not have an intellectual disability or a language delay. People diagnosed with autism or an Autism Spectrum Disorder (ASD) many have a co-occurring intellectual disability or a language delay."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is high functioning Asperger’s?",
    "passage_text": "Asperger’s Syndrome , diagnosed under the DSM-4, referes to a person that meets the criteria for autism and does not have an intellectual disability or a language delay."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is mild Asperger’s?",
    "passage_text": "Asperger’s Syndrome was a diagnosis under the DSM-4. Asperger’s Syndrome is no longer diagnosed under DSM-5, with people that do not have a language delay or an Intellectually Disability as per Aspergers in DSM-4, now being diagnosed with Autism Spectrum Disorder."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is the difference between OCD and autism?",
    "passage_text": "OCD and autism are different disorders. Find out more about OCD and its relationship to autism here."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is the difference between autism and autistic?",
    "passage_text": "They are one and the same. The Autism Spectrum Disorder (ASD) is the clinical definition for autism. Some people chose to be referred to as “an autistic person”, while others prefer to be referred to “a person with autism”."
  },
  {
    "article_title": "FAQ",
    "section_title": "Can autism run in the family?",
    "passage_text": "Research has shown that having one person in a family with autism can increase the likelihood of others in the family also being on the autism spectrum if the cause of that autism is genetic."
  },
  {
    "article_title": "FAQ",
    "section_title": "Can autism develop later in life?",
    "passage_text": "Autism is a neurological developmental difference that a person is born with. Many people may not notice the identify the charataristics as autistic until later in life."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is an autistic savant?",
    "passage_text": "While this term is rarely used, an autistic savant, refers to a person on the autism spectrum with a significant intellectual disability with exceptional cognitive skills in a particular area."
  },
  {
    "article_title": "FAQ",
    "section_title": "How common is a savant in autism?",
    "passage_text": "Savant Syndrome is extremely rate. While around 29% of people on the autism spectrum have skills that are considered exceptional, such as remembering and recalling information, this is what is known as splinter skills and does not meet the classification of Savant Syndrome."
  },
  {
    "article_title": "FAQ",
    "section_title": "Is autism a learning disability?",
    "passage_text": "Autism is a neurological developmental difference, not a learning difficulty, however, it can have an impact on a persons ability to learn at the same rate as their peers. Some people with autism may have co-conditions including learning difficulties."
  },
  {
    "article_title": "FAQ",
    "section_title": "How can I find out what caused my child’s autism?",
    "passage_text": "In most individuals it is currently not possible to identify the exact cause of autism. There are a few genetic syndromes associated with autism (for example, Rett syndrome and fragile X syndrome) in which the genetic cause is known. Scientists have also identified a number of rare genetic changes that are major contributors to autism. In about 25 percent of autism cases, a specific genetic cause can be identified. The remaining 75 percent of cases likely involve a complex combination of genetic factors and yet-to-be identified environmental influences. At this time, there is no evidence that specific chemicals in the environment, immunisation practices or dietary differences cause autism."
  },
  {
    "article_title": "FAQ",
    "section_title": "How can I be sure vaccines have nothing to do with autism?",
    "passage_text": "Immunisations are a cornerstone of public health and protect people from many debilitating and deadly infectious diseases. Government agencies routinely conduct thorough analyses of the current medical and scientific evidence on vaccine safety and vaccine-related adverse events. While there is evidence of some rare adverse events related to vaccines, such as seizures, inflammation of the brain and fainting, there is conclusive evidence that there are no links between immunisation and autism."
  },
  {
    "article_title": "FAQ",
    "section_title": "What if I suspect I have autism?",
    "passage_text": "If you feel as though you, your child, or someone you love is on the autism spectrum, it is recommended that you speak with your general practitioner (GP) to start the diagnostic process."
  },
  {
    "article_title": "FAQ",
    "section_title": "Is there a connection between autism and epilepsy?",
    "passage_text": "Some other neurological conditions such as Epilepsy, have been reported as occurring among people with autism. Current statistics show that  3% of Australians have epilepsy, while 5% – 46% of people with autism have some type of epilepsy."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are sensory issues?",
    "passage_text": "Everyone experiences sensory inputs differently, but for many on the spectrum, the differences can be significant. Some people on the spectrum can be oversensitive (hypersensitive) to things like noise, light, clothing or temperature, or can be undersensitive and not notice cold or taste."
  },
  {
    "article_title": "FAQ",
    "section_title": "How can you tell if someone has autism?",
    "passage_text": "The developmental differences, signs and characteristics of autism can vary widely in nature and severity from person to person, and can also develop, change and improve over time. Here are some of the common signs and symptoms of autism."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where do I go to get a diagnosis?",
    "passage_text": "Local autism association, GP referral for public hospital system, private providers."
  },
  {
    "article_title": "FAQ",
    "section_title": "What should I do when I first receive a diagnosis?",
    "passage_text": "Apply for NDIS funding, Centrelink Allowance and speak with your GP or Paediatrician about Medicare plans. Contact your local autism association."
  },
  {
    "article_title": "FAQ",
    "section_title": "Why is Asperger’s syndrome not diagnosed anymore?",
    "passage_text": "Asperger’s syndrome was not included in the new DSM-5 diagnostic category since it was put in place in 2013. If an individual was diagnosed with Asperger’s prior to 2013, their diagnosis stands, but an individual will now be diagnosed with Autism Spectrum Disorders under the DSM-5 diagnostic tool."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do you diagnose Asperger’s in adults?",
    "passage_text": "Asperger’s syndrome is no longer diagnosed separately to Autism Spectrum Disorder (ASD). To receive a diagnosis for Autism Spectrum Disorder (ASD) you will need to contact your local GP, or get in touch with your local autism support service for more information."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is the cost of getting a diagnosis?",
    "passage_text": "The cost of getting an autism diagnosis varies depending on age, location and approach. Here is some information on the financial supports available to you."
  },
  {
    "article_title": "FAQ",
    "section_title": "Is there an autism diagnosis test online?",
    "passage_text": "No. Autism can only be diagnosed by a professional medical practitioner. You can find out more about the diagnostic process here."
  },
  {
    "article_title": "FAQ",
    "section_title": "At what age should I get a diagnosis?",
    "passage_text": "You can seek an autism diagnosis at any age. Although a reliable diagnosis by a health professional with expertise in autism will most often occur from when the child is 18 months or older."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are the autism diagnosis waiting times?",
    "passage_text": "Waiting times for diagnosis vary depending on states and territories and the diagnostic services engaged to get a diagnosis."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do you tell someone that you have autism?",
    "passage_text": "It is up to you how you choose to broach the subject of your diagnosis with people. You may find it useful to explain what autism is in a simple way, so that people understand what you mean by “autism”. For a simple definition of autism go to our what is autism page. You may also find it useful to seek help of an autism advocate, who can assist you to speaking to people such as your teachers, boss, colleagues or friends about autism, and how it specifically relates to you, your relationships and environment."
  },
  {
    "article_title": "FAQ",
    "section_title": "What income support can I get through the government?",
    "passage_text": "The Australian Government provides a range of financial and income supports for children, teenagers and adults with autism, and their carers."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do I find services for my child?",
    "passage_text": "Visit our support and services page to find more information about autism support services available throughout Australia for children and adults on the autism spectrum."
  },
  {
    "article_title": "FAQ",
    "section_title": "Will my child be able to attend school?",
    "passage_text": "Yes. There are endless schooling options for children with autism. Each educational sector has its own eligibility requirements, which are often be based on: the needs of the individual, any co-occurring conditions, additional needs such as low vision/hearing, location, and availability."
  },
  {
    "article_title": "FAQ",
    "section_title": "Will my child be able to attend school?",
    "passage_text": "Ask the school to explain the options that are available to you, and speak to your child, teachers, and health professionals about the best option for your child."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do I find an occupational therapist?",
    "passage_text": "For detailed information about occupational therapy, visits our occupational therapy page where you’ll find links the Occupational Therapy Australia website, which lists registered OTs in Australia."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do I find a speech pathologist?",
    "passage_text": "For detailed information about speech pathologists, visits our speech pathology page where you’ll find links the Speech Pathology Australia website, which lists registered speech pathologists in Australia."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do I find a psychologist?",
    "passage_text": "For detailed information about psychologists, visits our psychologists page where you’ll find links the Australian Psychological Society website, which lists registered psychologists in Australia."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do I find a psychiatrist?",
    "passage_text": "For detailed information about psychiatrists, visits our psychiatrists page where you’ll find links the Royal Australian and New Zealand College of Psychiatrists website, listing registered psychiatrists in Australia."
  },
  {
    "article_title": "FAQ",
    "section_title": "What school support is available?",
    "passage_text": "Each state and territory school sector (Government, Catholic or Independent) offers different types of support for students with autism. Support available to your child is dependent on a number of factors. Find out more at our autism support in school years page."
  },
  {
    "article_title": "FAQ",
    "section_title": "Are there jobs for people with autism?",
    "passage_text": "There are a number of support options available to help people on the autism spectrum to find and maintain work if needed. One of the best places to start is a Government organisation that specialises in disability employment."
  },
  {
    "article_title": "FAQ",
    "section_title": "Are there autism support groups?",
    "passage_text": "There are a large number of support services and support groups for people on the autism spectrum, and their families. Start by visiting our support and services homepage, or head to our resources page for a list of recommended autism support providers in your area."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is it like to parent a child with autism?",
    "passage_text": "Everyone’s experience of autism is different. In some instances, you may find that it can be emotionally and/or physically demanding supporting the needs of your child with autism. Here’s a list of support services in the community that may help you."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can I get autism help?",
    "passage_text": "There are a range of support services available to assist you, or your child or dependant with autism. Start with our support and services page for specific services for your age group or needs."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is early intervention?",
    "passage_text": "Children who are diagnosed with autism before the age of seven can benefit from what is called ‘early intervention’. Early intervention combines practices, interventions and therapies that help children develop skills that can improve their quality of life. Early intervention can be important because new skills are much easier to learn when you’re very young."
  },
  {
    "article_title": "FAQ",
    "section_title": "What behaviour therapy is the best?",
    "passage_text": "Behavioural practitioners or psychologists can help you address behaviours of concern, and identify the best therapeutic approach for you and/or your child with autism."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is respite?",
    "passage_text": "Respite, also known as short term accommodation, provides options for someone to look after your child, or adult dependant, for a period of time (in groups or individually) ranging from a few hours to a few weeks. Respite allows you to take a break, recharge, look after yourself, or other children for a short period of time, to benefit yourself and your child or dependent."
  },
  {
    "article_title": "FAQ",
    "section_title": "Can people with autism spectrum disorder live independently?",
    "passage_text": "Yes. Many people with autism need little or no support in living independently. There are a range of accommodation and housing options available for individuals, to enable independent living, or living at home, depending on your needs."
  },
  {
    "article_title": "FAQ",
    "section_title": "What are some strategies to working with autistic children?",
    "passage_text": "For a list of autism resources for teachers and carers working with children with autism, go to our resources page."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is ABA therapy?",
    "passage_text": "Applied Behaviour Analysis (ABA) is a range of techniques or strategies used in a structured behavioural approach. It involves identifying a behaviour, teaching a skill, setting a goal to achieving that skill and breaking it into tiny steps to be taught in a structured way."
  },
  {
    "article_title": "FAQ",
    "section_title": "How can I help children with autism?",
    "passage_text": "You can help children with autism by getting involved in support services in the community, or by becoming an autism advocate."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can I find positive support strategies for autism?",
    "passage_text": "Positive support strategies and practices for autism are generally designed to address a single skill or goal and include things like: visual supports, video modelling, prompting, reinforcement, and time delay. Visit our strategies and interventions page for a full list of positive strategies to support people on the autism spectrum."
  },
  {
    "article_title": "FAQ",
    "section_title": "Teaching strategies for students with autism?",
    "passage_text": "For a list of autism resources for teachers working with children with autism, go to our classroom resources list on our resources page."
  },
  {
    "article_title": "FAQ",
    "section_title": "How do you explain autism to kids?",
    "passage_text": "There are a number of ways to do this, but we recommend sticking to the facts, and explaining what autism is in a simple and positive way. As described on the what is autism page of our website. For a first-hand example of how one Australian family introduced the concept of autism to their son, go to: My brother Tom: by Hannah Neale."
  },
  {
    "article_title": "FAQ",
    "section_title": "What date is World Autism Awareness day?",
    "passage_text": "World Autism Awareness Day is the 2 April every year."
  },
  {
    "article_title": "FAQ",
    "section_title": "Why is autism more prevalent today than it was in previous decades?",
    "passage_text": "While the reported prevalence of autism has seen a clear increase in the number of people diagnosed on the autism spectrum in recent years, this doesn’t necessarily suggest that there are more autistic people in the world now.  Evidence suggests that the increase is the result of a number of cultural and clinical factors, including greater awareness of autism, and improved diagnostic procedures. Changes in diagnostic criteria has also meant that the broader spectrum of symptoms is now recognised."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can I find an autism charity?",
    "passage_text": "Go to our resources page to find a list of Australian autism service providers who will be able provide local information about charitable events, organisations and fundraisers."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can you find autism training?",
    "passage_text": "Go to our resources page to find a list of Australian autism service providers, many of whom offer autism training services."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can I find autism books?",
    "passage_text": "Go to our resources page to find a list of books and where you can purchase them."
  },
  {
    "article_title": "FAQ",
    "section_title": "Where can I find books for autistic children?",
    "passage_text": "Go to our resources page to find a list of children’s books and where you can purchase them."
  },
  {
    "article_title": "FAQ",
    "section_title": "Who discovered autism?",
    "passage_text": "The term ‘autism’ was defined by Leo Kanner in 1943."
  },
  {
    "article_title": "FAQ",
    "section_title": "What type of research is being done about autism?",
    "passage_text": "Significant research is being conducted all over the world into autism including the causes of autism, prevalence, strategies and interventions and related co-conditions. Read our what is autism page for a complete overview."
  },
  {
    "article_title": "FAQ",
    "section_title": "How should I refer to people affected by autism?",
    "passage_text": "Ask them how they would like to be referred to. Some people like to be referred to as “autistic” while other prefer to be referred to as a “person with autism”. Some like to say they are “on the spectrum”, while many now prefer the term “neurodiverse”."
  },
  {
    "article_title": "FAQ",
    "section_title": "What is neurodiversity?",
    "passage_text": "A movement which celebrates neurological differences."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "The key to ‘good’ intervention for any individual with autism to understand the condition, understand the unique ways in which individuals with autism think and learn, accept their autism as a vital, vibrant part of their being, and then approach the intervention, the teaching of skills, and /or changing of behaviours, from that paradigm of understanding and acceptance. What most people with autism need are interventions that spring from a rock solid understanding of autism, which provide them with structure and predictability, and incorporate good behavioural principles in the teaching. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "On the basis of a functional assessment by a competent professional, intervention plans are tailored based upon the individual strengths and needs of each specific child."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "The intervention plan may use one or a combination of some of the scientifically proven effective techniques such as:"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "Treatment and Education of Autistic and related Communication handicapped CHildren Method (TEACCH) emphasizes on using skills that children already possess to enable them to become independent. Organizing the physical environment, developing schedules and work systems, making expectations clear and explicit, and visual materials are effective in developing skills and allowing people with autism to be independent of direct adult prompting."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "Applied Behaviour Analysis (ABA) emphasizes on one-to-one sessions in discrete trial training (DTT) to develop cognitive, social, behavioral, fine motor, play, social and self-help skills. The technique involves structured presentation of tasks from most simple to more complex, breaking them down into small sub-skills, and then teaching each sub-skill, intensely, one at a time. It involves repeated practices with prompting and fading of prompts to ensure success. It uses rewards or reinforcement to help shape and maintain desired behaviours and skills."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "Verbal Behavior Analysis (VBA) is an addition to ABA and is also based on breaking down and teaching language in functional units unlike the teaching of language based on grammar. In addition to teaching at the table, teaching in (and with) the natural environment (NET) is important."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I choose intervention of my child?",
    "passage_text": "Picture Exchange Communication Systems (PECS) is built on the fact that non-verbal children with autism may attempt to spontaneously use objects to communicate. People with autism tend to be visual learners, and a visual means of communication can help them to understand and use the process of communication. PECS aims to teach spontaneous social-communication skills by means of symbols or pictures and the teaching relies on behavioural principles, particularly reinforcement techniques. Behavioural strategies are employed to teach the person to use functional communicative behaviours to request desired objects. The requesting behaviour is reinforced by the receipt of the desired item."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "Some people with autism display remarkable abilities and skills far out of the ordinary."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*At a young age, when other children are drawing straight lines and scribbling, some children with autism are able to draw detailed, realistic pictures in three-dimensional perspective."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*Some toddlers who are autistic are so visually skilled that they can put complex jigsaw puzzles together."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*Some who have a keenly developed sense of hearing can play musical instruments they have never been taught, play a song accurately after hearing it once, or name any note they hear."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*Some people with autism can memorize entire television shows, phone directory, or bus/train timetables; others can calculate day of the week from a date or may have exceptional arithmetic skills."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*An excellent ‘photographic’ memory for places or things is often described in children with autism and is not too uncommon."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*Some show Hyperlexia - characterized by a preoccupation with print noted before the age of three years. In some cases hyperlexic children can read beyond their developmental age and even before they can speak."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "*While a majority of such children are usually diagnosed with an autistic spectrum disorder, contrary to what is usually perceived, all children with autism do not have these savant skills. Hence, it is incorrect to believe that all people with autism have a hidden skill that just needs to be ‘brought out’."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism have special gifts or talents, and how can I develop these in my child?",
    "passage_text": "Additionally, such skills do not always serve a person with autism well, if there is too much focus on these areas and neglect of the core areas of difficulties like communication and social skills, as well as basic daily living skills. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism also have Intellectual Impairment (mental retardation)?",
    "passage_text": "A. Most of the IQ tests that are currently developed are not  suitable or appropriate for people on the spectrum and do not accurately  measure the intelligence of a person with autism. It is very difficult for  people with autism to take an IQ test because they may have certain skills but  are not able to use them or exhibit them in a test and hence the score that  they may get in the test may be skewed."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Do people with autism also have Intellectual Impairment (mental retardation)?",
    "passage_text": "It is said, that about 50% of people with autism may also  have intellectual impairment, just the way that people with cerebral palsy or  Down's syndrome can have intellectual impairment. Autism can occur in  association with other difficulties like Cerebral Palsy, Dyslexia, Down's  syndrome, Visual Impairment, and Seizure Disorder."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Will it help my child if I relocate to the US or another country?",
    "passage_text": "A. Early intervention is especially crucial to the child's  progress. This is why an early and accurate diagnosis is so important. Even  though in India the number of services and resource persons would be fewer as  compared to other countries, the quality of services and professionals available  is at par with any other country worldwide. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Will it help my child if I relocate to the US or another country?",
    "passage_text": "However, the decision of relocating would have its own  advantages and disadvantages, and each family should weigh them in order to  make appropriate decision. Along with the resources available for the child,  the resources available for the family also need to be considered in making the  decision. The strong support system available to the child in India can prove  to be a significant factor/aspect of improvement of child's social skills. Additionally,  even though the numbers of professionals in the U.S are far greater in number  compared to India, accessing the special education services for the child can  be very expensive."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Will it help my child if I relocate to the US or another country?",
    "passage_text": "Therefore, the question of relocation has many issuesthat are important to be assessed by the family. And hence, the decision has to be specific to each family."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can adults with autism get married and have regular children?",
    "passage_text": "A. The essence of marriage is companionship. It is a union  between two consenting adults and it involves adjustment and carrying on day-to-day  responsibilities of life. It also involves the ability to the plan for the  future etc. Before deciding upon marriage, there are some factors that may need  to be considered by the person with autism and his/her family:"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can adults with autism get married and have regular children?",
    "passage_text": "However, since marriage is an issue of social commitment and  companionship, by the very nature of the condition, many able people with  autism choose not to marry and their families respect and agree with that  decision."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What will happen to my child after me? Is there any hostel for such children?",
    "passage_text": "A. 'What after us?!' is probably the greatest fear that plagues every parent of a child with autism. Unlike some countries in the west, in India there are few hostels/ residential facilities for people with mental disabilities, and there are no specialist hostels or residences that are currently available for people with autism in India."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What will happen to my child after me? Is there any hostel for such children?",
    "passage_text": "It is now increasingly accepted that during the early years of development, it is important for an autistic child to live and grow in a home environment. As the child grows, s/he can be trained to live in a residential facility or a group home since that may be the need of the hour after the parents are no more or are ill and unable to provide the necessary support to the adult with autism."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What will happen to my child after me? Is there any hostel for such children?",
    "passage_text": " It is necessary that any such residence is not a place where one just 'dumps' the adult, but one that provides a structured environment, and predictable routines where individuals with autism are able to function independently to the best of their capacity. Such environments would foster independence while still providing the support that adult residents may require. It is also very important for autistic adults living in such residences to have ample opportunity to integrate with society in general so that they do not live isolated lives."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What are chances of Autism in the next child born to us? Can we have a normal child?",
    "passage_text": "A. Current estimates suggest that up to 25% of ASD is caused by known genetic abnormalities (Miles, 2011).   If there is one child with autism in the family, the risks of having another child with autism is much higher than in the general population. So far, there is no genetic counseling that is available to tell families if their second child will have autism or not, nor is there a reliable test to detect autism in the foetus."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can speech therapy help my child?",
    "passage_text": "A. It is important for us to remember that when a child has autism, it is not just 'speech' with which the child has a difficulty, but with communication as a whole, which includes both understanding of language, as well as expressing themselves through speech or any other mode."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can speech therapy help my child?",
    "passage_text": "Every child with autism can benefit from interventions that emphasize communication, and can learn to understand language, communicate and appropriately express their needs and desires. To reiterate, some people with autism can learn to speak to communicate; others can learn to use signs, objects, pictures, or written means of communication."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can speech therapy help my child?",
    "passage_text": "Speech therapy can help some children. However, it is absolutely essential for the speech therapist to understand autism and also the individual child. Otherwise, the conventional methods of speech therapy help children with autism very little, because the inability to speak is not a physical problem."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Will my child improve? When and will my child ever speak?",
    "passage_text": "A. Being a spectrum disorder, there is a huge variation in the development of speech among people with autism. While some people with autism never speak, others start speaking late. Some begin to speak on time but the language does not develop age appropriately."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Will my child improve? When and will my child ever speak?",
    "passage_text": "It is very difficult to say when and whether the child will ever speak. It is confirmed that there is no difficulty in their physical abilities that stops them from speaking. Some children who might have spoken as infants and then lost their speech may or may not get their speech back. Currently, it is unknown why some children develop speech and others do not. Experience with children with autism has shown that if the environment is accepting, and people are aware of the kind of speech they themselves need to use with the child, it can produce positive results."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What are the chances of my child going to a regular school?",
    "passage_text": "A. There are a number of autistic children who have been integrated into regular schools. The chances depend on several factors. The most important are the individual capacity and functioning levels of the child, how early diagnosis was received, and thereafter the kind and the appropriateness of the early intervention provided to the child. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What are the chances of my child going to a regular school?",
    "passage_text": "Though some children with autism can learn like their typically developing peers, most have different learning styles and the therefore teaching styles also need to be different. Most children with autism may require some accommodations in the teaching style/ environment for them to be able to learn better and to keep the schooling a positive experience. Sometimes simple changes in existing classroom techniques and environmental adaptations make teaching autism-friendly. However, in some schools this may not be understood and therefore children with autism face difficulties and many may have to drop out of mainstream classrooms after grades four or five. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Can an autistic child ever live an independent life?",
    "passage_text": "A. Since autism is a spectrum and people have varying skill levels, the future is not the same for all people with autism. ALL children with autism can learn and progress, if they receive early and more importantly focused, appropriate intervention. Depending on the child's individual ability levels and the appropriateness and intensity of the intervention he or she receives, some children with autism may go on to lead relatively independent lives, whilst others may require support in varying areas and degrees."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "A. People with autism have an impairment that can be characterized as a deficit in imagination."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "Individuals with autism, unless taught or told, are unable to think of or imagine things that they can do in their free time. Consequently many of them spend their time doing the same activities, or simply running around or jumping about. Amongst children, imagination or creative thinking is most easily observed through the variety in drawings, comprehensions/ essays, play behavior or things they do in their free time."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "Many children with autism show little or no interest in toys. Some may handle toys and other objects purely for physical sensations e.g. to bang, put in the mouth, for the sound it makes or a light that flickers. Some enjoy concrete play such as puzzles or computer/video games. A common activity for children with autism is lining up or stacking similar objects like pencils, blocks, toy cars, glasses, bottles etc. Some others use objects for their obvious purposes, such as toy broom for sweeping, or rolling cars back and forth."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "Some children do develop a sequence of events that appear to be play, but close observation shows the sequence is often repetitive and not built upon or modified. The impairment is in the age-appropriate pretend play. A car is a car and remains a car.It does not become an airplane, fly in the air, or climb the walls."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "Other children with autism are able to learn basic pretend play behaviours, but, again, the stories may be repetitive and may not grow and develop.  So a little girl may learn to bathe her doll but refuse to dry the doll with a small hand towel, as one would during pretend play. She may insist on using a regular towel. After the bath she may go on to dress, comb and feed the doll. But the play may not progress beyond the bath routine. For instance, she may never place the doll on a toy car pretending to take her for an ice-cream."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How does autism affect play behaviors?",
    "passage_text": "Another consequence of this impairment is the narrow range of focused interests. Often all activities including play revolve around those special interests. For instance, some children may enjoy transportations and may look at pictures, advertisements, and collect toys or talk only on this theme and have no other variations in interests. Sometimes, these special interests can revolve around unusual objects such as strings, brooms, pebbles, wrappers, or any household objects or activities like scribbling, drawing or tearing paper and the play may remain focused on only these objects or activities."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How is ASD different from Intellectual Impairment (Mental Retardation)?",
    "passage_text": "A. Autism is very different from intellectual impairment (mental retardation). When a person has intellectual impairment, there is more or less even impairment in skills in all areas of development. Therefore, if an eight-year-old child with intellectual impairment has a mental age of five, then all his skill areas would be roughly around five years (i.e. motor, communication, social, self-help, cognition etc.)."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How is ASD different from Intellectual Impairment (Mental Retardation)?",
    "passage_text": "In autism, there is uneven skill development- in fact this is the hallmark of autism. In some areas the child may show age-appropriate skills; in some the skills may be below the developmental level; and then there are people with autism who possess skills that may be beyond their age level. For example, an eight year old child with autism may possess some skills which are age appropriate at the eight year old level, in some skills he may be functioning at a three year old level, and for some children there may be one or two skill areas where they may be functioning at a ten year old level."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How is ASD different from Intellectual Impairment (Mental Retardation)?",
    "passage_text": "While some people with autism also have intellectual impairment, many of them do not. However, because of limited understanding of the spectrum, many people are misdiagnosed as having intellectual impairment. Autism does not affect the intelligence of a person. It affects the learning style of a person."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Why is my child so hyperactive?",
    "passage_text": "A. Hyperactivity can have a medical reason and may be a co-morbid condition in some children with autism. However, in most people with autism this is not the case. Having autism means that the child has an impairment in his/her social and imaginative skills. They may not be able to play appropriately with toys, or pretend play, or be able to play with other children. Hence most children with autism find it difficult to keep themselves occupied. As a result they may run around, always be 'on the go', be restless and appear 'hyperactive' as they try to keep themselves busy in their own way. Some children may eat a lot to do this. This restlessness or 'hyperactivity' can be reduced as the children are taught new skills and appropriate ways to keep themselves occupied."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Why does my child keep playing with his fingers/ rocking himself back and forth/ spinning around etc?",
    "passage_text": "A. All of us combine our seven senses (sight, smell, sound, touch, taste, balance, body in space) in order to make sense of and learn from our environment. Many individuals with autism have different ways of 'sensing' their world and often have a condition known as sensory dysfunction. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Why does my child keep playing with his fingers/ rocking himself back and forth/ spinning around etc?",
    "passage_text": "What this means is that persons with autism often have trouble learning to integrate and process all the information coming from multiple sources in the environment. Their senses may be too acute (hypersensitivity), or working on a reduced level (hyposensitivity), or there may be a combination of both. Sometimes the sensory dysfunction results in self-stimulatory behaviorssuch as unusual finger or hand movements, rocking, mouthing, spinning etc. as natural responses or methods of coping with the sensory difficulties. When sensory information is faulty the world can be confusing and these self-stimulatory behaviours often help the child with autism relax. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "A. Autism is not an illness that can be treated or 'fixed'. Instead, as mentioned earlier, it is a neurological condition, wherein one needs to teach the individual to reach his/her maximum potential using intervention and management strategies thatwould work most effectively with their unique learning style.  "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "The most effective and well-documented intervention or management option for individuals with autism is a structured behavioural training programme. This intervention is based on understanding the unique learning styles of individuals with autism, making accommodations for the same, and using and adapting behavioural principles to teach. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "The focus needs to remain at all times on the core areas of difficulty, i.e. communication and social understanding. Teaching appropriate play and leisure skills, and self-help skills, are equally important. Autistic children can make significant progress if the intervention is appropriate and consistent and hence, a combination of a good school and parent training is the best intervention strategy.  "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Early intervention, before the child is five, is especially crucial to the child's progress. This is why an early and accurate diagnosis is so important. Autistic children grow to become autistic adults, and there is a particular need for focus on teaching every skill to independence, and to provide meaningful outlets for social interaction and employment where possible."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Some of the scientifically proven effective intervention techniques include:"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Treatment and Education of Autistic and related Communication handicapped CHildren Method (TEACCH) emphasizes on using skills that children already possess to enable them to become independent. Organizing the physical environment, developing schedules and work systems, making expectations clear and explicit, and visual materials are effective in developing skills and allowing people with autism to be independent of direct adult prompting."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Applied Behaviour Analysis (ABA) emphasizes on one-to-one sessions in discrete trial training (DTT) to develop cognitive, social, behavioral, fine motor, play, social and self-help skills. The technique involves structured presentation of tasks from most simple to more complex, breaking them down into small sub-skills, and then teaching each sub-skill intensely, one at a time. It involves repeated practices with prompting and fading of prompts to ensure success. It uses rewards or reinforcement to help shape and maintain desired behaviours and skills."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Verbal Behavior Analysis (VBA) is an addition to ABA and is also based on breaking down and teaching language in functional units unlike the teaching of language based on grammar. In addition to teaching at the table, teaching in (and with) the natural environment (NET) is important."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "Picture Exchange Communication Systems (PECS) is built on the fact that non-verbal children with autism may attempt to spontaneously use objects to communicate. People with autism tend to be visual learners, and a visual means of communication can help them to understand and use the process of communication. PECS aims to teach spontaneous social-communication skills by means of symbols or pictures and the teaching relies on behavioural principles, particularly reinforcement techniques. Behavioural strategies are employed to teach the person to use functional communicative behaviours to request desired objects. The requesting behaviour is reinforced by the receipt of the desired item."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the treatment for autism?",
    "passage_text": "All people with autism can and do make significant progress. They become more responsive to others as they learn to understand the world around them if the intervention that they receive is appropriate, consistent and autism friendly."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Is there a cure for autism?",
    "passage_text": "A. We know that autism is a complex, neurological, developmental disorder, which affects the way the brain processes information, the cause of which is still unknown. Since we do not know what causes autism, we do not have a way to fix (cure) it. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Is there a cure for autism?",
    "passage_text": "At present, there is no cure for autism: there is no medication, no pills, no injections which can make the autism go away. Of course, as a parent you may read or hear about many claims of cures for autism. This may be more so in the last few years with the emergence of the internet as a 'bazaar' spreading some truly bizarre promises of cure. Being an invisible condition, it is easy for parents to be swayed to the 'right treatment' that would make their child's autism somehow 'go away'. We do understand the overwhelming urge to find the magic pill, tonic, therapy or treatment to make your child non autistic but caution in choosing an intervention is most crucial."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Is there a cure for autism?",
    "passage_text": "As a parent, of course, you would want to be informed of whatever is available, but it is also extremely important to have a clear-headed and rational approach and take well-considered decisions.  And alongside it is vitally important that as a parent, irrespective of whatever other treatments you may choose to follow, you do not compromise on the only consistently effective treatment for autism. This is a structured behavioural training program; therefore, a combination of a supportive classroom practices and specialised teaching strategies (both at home and in the school environment) is the best known treatment that can maximize skill development and achieve full potential. Therefore, a combination of a good school and parent training is the best intervention strategy."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the cause of autism?",
    "passage_text": "A. We still do not know what causes autism. There is a lot of research looking into what may cause the condition, and the indications are that autism may result from a combination of factors including genetic and environmental influences. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the cause of autism?",
    "passage_text": "Current research indicates that anything that can produce structural or functional damage to the central nervous system can produce the condition of autism. \nWe also know that certain viruses and known genetic conditions like Fragile X syndrome are associated with Autism. Statistics show that there are families that have more than one child with autism (a twin or a sibling) or wherein a parent or a grandparent may also have autism, and that reinforces the genetic component to the causes. Current estimates suggest that up to 25% of ASD is caused by known genetic abnormalities (Miles, 2011).   We know that there is no one single gene for autism but several genes in combination are involved. \n"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the cause of autism?",
    "passage_text": "It is important to remember that autism is a spectrum disorder and the manifestation may vary widely across individuals. Hence it is believed that the factors that may have caused autism in a particular individual may entirely separate from those in a different individual. Given all these considerations, is difficult to tell parents why their child has autism and in most cases, the cause may not ever be known. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the cause of autism?",
    "passage_text": "An important point to keep in mind is that autism is not caused by an unhappy home environment, both parents working, mental stress during the pregnancy, poor handling by the mother, an emotional trauma, or other psychological factors. A parent or home environment cannot cause a person to have autism."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is the cause of autism?",
    "passage_text": "References:\nCDC. Prevalence of Autism Spectrum Disorders Among Children Aged 8 Years — Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2010. MMWR 2014 ;63 (No SS 2):1-21. Miles, J. H. (2011). Autism spectrum disorders—a genetics review. Genetics in Medicine, 13(4), 278-294.\n"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is Asperger's Syndrome?",
    "passage_text": "A. One of the most significant changes that has been brought about by the fifth edition of the DSM (Diagnostic and Statistical Manual of Mental Disorders) is that the separate diagnostic labels of Autistic Disorder, Asperger's Disorder (Syndrome) and PDD-NOS, have been replaced by one umbrella term \"Autism Spectrum Disorder.\" The diagnosis of Asperger's is now combined within the category Autism Spectrum Disorders under DSM-5, and will no longer be an individual diagnoses."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is Asperger's Syndrome?",
    "passage_text": "In the earlier version of the DSM, i.e. the DSM-IV, one of the main differences between Asperger's Syndrome and autism is that there is 'No Qualitative impairment in communication' in the person diagnosed with Asperger's Syndrome. What distinguished Asperger's Syndrome from Autism was also the severity of the symptoms and the absence of language delays. Children with Asperger's Syndrome were thought to be only mildly affected and frequently had good language and cognitive skills."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is Asperger's Syndrome?",
    "passage_text": "The DSM-5 has made changes into how autism is defined. Now, there is no longer a separate diagnosis category for Asperger's Syndrome and other sub parts of autism. There is now just one single diagnosis definition for autism."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is difference between Autism Spectrum Disorder, Autism, and PDD-NOS?",
    "passage_text": "A. The term 'PDD' is widely used by professionals to refer to children with autism and related disorders; however, there has been great deal of disagreement and confusion among professionals concerning the PDD label. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is difference between Autism Spectrum Disorder, Autism, and PDD-NOS?",
    "passage_text": "Diagnosis of any developmental disability, including autism is based upon the Diagnostic and Statistical Manual of Mental Disorders – Fifth Edition (DSM-5) (American Psychiatric Association, Washington DC, 2013), and is the main diagnostic reference of mental health professionals in the United States. DSM-5 is the revision of DSM-IV TR by the American Psychiatric association and was launched in May 2013. DSM-5 presents a new and more accurate way of diagnosing individuals with autism. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is difference between Autism Spectrum Disorder, Autism, and PDD-NOS?",
    "passage_text": "In earlier version of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV), the term \"PDD\" was not a specific diagnosis, but an umbrella term under which the specific diagnoses are defined. In the DSM-IV, there are five disorders (Autism, Asperger syndrome, Rett syndrome, fragile X syndrome, and PDD-NOS) that fall under the category of 'Pervasive Developmental Disorders' (PDDs)."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What is difference between Autism Spectrum Disorder, Autism, and PDD-NOS?",
    "passage_text": "The diagnostic criteria in DSM-5 combines these five as Autism Spectrum Disorder (ASD), and therefore according to the current understanding, Autism Spectrum Disorder is the most accurate diagnosis"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How common is autism?",
    "passage_text": "A. Autism is not a rare or uncommon disorder. It is the third most common developmental disorder, more common than Down's syndrome. With an increase in understanding and awareness levels, professionals are beginning to understand that some people who were diagnosed with mental retardation, hyperactivity, or labeled badly behaved children may actually have autism. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How common is autism?",
    "passage_text": "Recent international studies show that about 1 in 68 people have autism and the overall incidence of autism is believed to be consistent around the globe (CDC, 2014). This means that there are over 18 million people with autism in India. This also means that we have all come across at least one person with autism in our lives – but we never realized s/he had autism. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How common is autism?",
    "passage_text": "Autism is four times more commonly diagnosed in boys than girls. It knows no racial, ethnic, geographical or social boundaries. Family income, lifestyle, and educational levels do not affect the chance of autism's occurrence. Doctors, politicians, and rickshaw drivers alike may all have children with autism."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How common is autism?",
    "passage_text": "Reference: CDC. Prevalence of Autism Spectrum Disorders Among Children Aged 8 Years — Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2010.  MMWR 2014 ;63 (No SS 2):1-21."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How autistic is my child? How is severity, degree or level of autism measured?",
    "passage_text": "A. Autism is considered a spectrum disorder where symptoms and characteristics present themselves in a variety of combinations, from mild to severe and in any combination. A more able individual with autism might simply seem eccentric, a loner. More severely affected individuals may hardly communicate and prefer to function primarily in 'their own world'. Most individuals fall in the middle of the spectrum. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How autistic is my child? How is severity, degree or level of autism measured?",
    "passage_text": "A detailed assessment by a competent professional is important for making the correct diagnosis which will further help in tailoring the intervention program specific for each individual. Standardized diagnostic assessment tools can be administered to assess the skill level of the child. Based on a test, professionals ask questions from parents to assess the presence and absence of behaviours. A score may also be given to categorise the person into mild, moderate or severe autism. However, with the new and improved understanding of autism, professionals are beginning to understand that a person either has autism or not. This is the reason that all separate diagnosis including Autism, high-functioning autism, and Asperger's are becoming meaningless now and being grouped together in one category."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How autistic is my child? How is severity, degree or level of autism measured?",
    "passage_text": "A functional assessment can also be done to understand the current strengths and needs, specific to each child."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How autistic is my child? How is severity, degree or level of autism measured?",
    "passage_text": "With support ALL children with autism make progress. Likewise, if intervention is not provided the person with autism faces greater difficulties. If a person has autism, then the way s/he learns, understands, communicates and interacts with people is different. But, when the teaching is approached with an understanding of the unique learning styles, and requisite accommodations are made support the same, the child with autism can learn to function to the best of her/his abilities, both at home and school. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " How do I know whether my child is autistic?",
    "passage_text": "A. There are no medical or genetic tests that can detect autism. These can only rule out other conditions. A diagnosis of autism requires a sensitive and experienced doctor/clinician to observe the child very carefully, ask the parents about the development of the child, and then objectively follow internationally recognized criteria for diagnosis. Onset may occur at birth, or a child may have a period of seemingly normal development followed by a deterioration of verbal and social skills around 1 1/2-2 1/2 years. Where onset is at birth, the disorder can be detected as early as a year. Autism may occur alongside conditions such as mental retardation and hyperactivity, but the autistic traits in the person are typically what require attention. For more information on a diagnosis of autism click here."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " When do we tell our children that they have autism?",
    "passage_text": "A. For parents who want to speak to their children about their autism there is often the question of 'when'. When do we tell our children? This is a decision that needs to be made depending on the individual child, his environment, and the personal family circumstances. In some cases we may want to tell the child about his autism, the moment we feel that he is beginning to realize that he is different. Speaking from personal experience, one of the writers, Indrani Basu, started speaking to her son about his autism when he was around seven years old. This was the fallout of a particular incident."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " When do we tell our children that they have autism?",
    "passage_text": "\"We had gone to the park one day. He was playing on the swings whilst I was talking to some friends. I noticed a few children pointing out at my son, laughing at him and making jokes about him. He got down from the swings and came to me crying. Was it because he realized that he was different and the other children were ridiculing him? I have no idea. But, I decided, whatever be the cause of his crying, it was time to tell him about his autism and his being different.\""
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " When do we tell our children that they have autism?",
    "passage_text": "So the answer to \"When do we tell our children that they have autism?\" Is ideally \"Now!\" But at a more practical level the discussion on autism can be introduced as soon as the parent or carer herself or himself has come to some level of comfort about the diagnosis, since that will determine how the child will perceive his autism. "
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Getting a disability certificate",
    "passage_text": "Disability Certificate for Autism"
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Getting a disability certificate",
    "passage_text": "The Department Of Empowerment Of Persons With Disabilities through a Notification dated 25 April 2016 issued Guidelines for Evaluation and Assessment of Autism and Procedure for Certification."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Getting a disability certificate",
    "passage_text": "Before this one could not get a certification for Autism, you had to make do with a Disability Certificate of Mental Retardation that also mentioned Autism."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " Getting a disability certificate",
    "passage_text": "Currently, in Delhi, the Autism disability certification based on these guidelines is being carried out at the Psychiatry Wing of Ram Manohar Lohia Hospital (RML). The process typically requires three visits. There is no fee. Each visit requires registration. The registration counter, which incidentally is open to sun and rain, opens at 9 am. Be prepared for a long queue which starts at 8am. The days for certification visits are Mondays, Wednesdays and Fridays. Remember to have your child accompany you, and carry two photos of your child."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "A. Since autism is a spectrum disorder and people have varying skill levels, the future is not the same for all people with autism. A lot of children who are able to cope with mainstream school /college education go undiagnosed and are successful at jobs but may be considered quiet or reserved adults by their family, friends and colleagues."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "Several adults on the spectrum who have been diagnosed, and been in a supportive environment in their childhood, have written books that have facilitated and enhanced the understanding of the condition. We have examples of people who are professionally very successful. Some have gone on to become famous authors and at least one has won a Nobel Prize. Some advocate and speak for themselves and for other people with autism in the community."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "Some of those who are fully independent in their everyday life may find it difficult to sustain the demands of a job and work environment. Some are married and some choose not to."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "Some of those who are married face difficulties in forming relationships with their spouses and carry out responsibilities that come with marriage and having a family, and may continue to need support of another person in planning and carrying out the activities in running a house."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "As with every other condition, some people on the spectrum will always need support in life and may never be fully independent. In India, there are few schools which have an environment or the attitude to accommodate the special needs of people on the autism spectrum. Vocational centers and employment opportunities are even fewer."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "For most parents struggling with getting services for their child with autism, one of the biggest worry is 'what after us?' As yet, there are not enough and appropriate lifespan services for people with autism where they can lead a life of dignity and respect."
  },
  {
    "article_title": "FREQUENTLY ASKED QUESTIONS",
    "section_title": " What happens to people with autism when they grow up?",
    "passage_text": "However, with support from people around them including the family, friends, neighbours and teachers all of them can lead a happy and meaningful life."
  },
{
    "article_title": "Hospital",
    "section_title": "What hours do you work ?",
    "passage_text": "Our schedule varies following the availability if doctors, but you can stil book a rendez-vous on the phone by calling 0653772828."
  }
]